	<footer>
		<a href="<?php echo home_url(); ?>/contact/" class="no-link-effect">
			<h2 class="headlineSecond">お気軽に<br class="sp_only" />お問い合わせください。</h2>
			<p>ホームページ制作・システム開発のご依頼、お見積もりのご相談など、お気軽にご連絡下さい！<br />予算やスケジュールが厳しいという案件でも、ご提案できることがあるかもしれません。<br />お見積もりは無料ですので、ちょっとしたことでもぜひお声掛けください。</p>
			<svg class="footer_logo" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 151.1 151.1"><path class="svgLogoColored01" d="M47.1 28.3h18v90.1h-18zM119.7 57.2l-48.2 13L84.4 22z"/><path class="svgLogoColored02" d="M84.1 113.7c-7.3-7.3-12.6-39.2-12.6-39.2s31.9 5.3 39.2 12.6c7.3 7.3 7.3 19.2 0 26.6-7.3 7.3-19.2 7.3-26.6 0z"/><g><path d="M67 12.5c-31.2 0-56.4 25.3-56.4 56.4 0 31.2 25.3 56.4 56.4 56.4 31.2 0 56.4-25.3 56.4-56.4.1-31.1-25.2-56.4-56.4-56.4z" fill="none"/><path class="svgLogoColored02" d="M129.6 21.5C101-7.2 54.5-7.2 25.8 21.5-14.5 61.8 4.4 146.7 4.4 146.7s84.8 18.9 125.2-21.4c28.7-28.7 28.7-75.2 0-103.8zm-91.8 91.8c-22-22-22-57.8 0-79.8s57.8-22 79.8 0 22 57.8 0 79.8-57.7 22-79.8 0z"/></g></svg>

			<button id="footer_inquiryButton" class="sp_only"><svg viewBox="0 4 16 12" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink"><g><path d="M 15,4L 1,4 C 0.448,4,0,4.448,0,5l0,10 c0,0.552, 0.448,1, 1,1l 14,0 c 0.552,0, 1-0.448, 1-1L 16,5 C 16,4.448, 15.552,4, 15,4z M 5.68,11.027l 2.322,1.578l 2.308-1.589L 14.293,15L 1.707,15 L 5.68,11.027z M 1,14.293L 1,7.845 l 3.838,2.609L 1,14.293z M 11.147,10.44 L 15,7.788l0,6.505 L 11.147,10.44z M 15,5l0,1.618 l-0.021-0.030l-6.981,4.807L 1,6.637L 1,5 L 15,5 z"></path></g></svg> お問い合わせ</button>
		</a>
	</footer>
